//打印古诗_姓名_学号
//
#include<stdio.h>

int main()
{
	printf("**************************************************************\n\n");
	
	printf("\t\t《三五七言·秋风词》\n\n");
	printf("\t\t\t\t——『唐』李白\n\n");
	printf("\t\t 秋风清，秋月明，\n\n");
	printf("\t\t 落叶聚还散，寒鸦栖复惊。\n\n");	
	printf("\t\t 相思相见知何日？此时此夜难为情！\n\n");	
	printf("\t\t 入我相思门，知我相思苦，\n\n");	
	printf("\t\t 长相思兮长相忆，短相思兮无穷极，\n\n");	
	printf("\t\t 早知如此绊人心，何如当初莫相识。\n\n");	
	
	printf("**************************************************************\n\n");
	
	printf("\t\t 姓名: 王永成\n\t\t 学号：23080905040502\n\n");


	printf("**************************************************************\n\n");

	return 0;
}
